{
  "dates": [{
    "date": "2018-05-24",
    "events": [{
      "label": "Projektutställning Systemutveckling och projekt 1",
      "location": "Niagara vån 5",
      "time": "10.00-14.00",
      "description": "Programmen Informationsarkitekt, Systemutveckling, Spelutveckling samt Datavetenskap och applikationsutveckling ställer ut sina projekt från kursen \"Systemutveckling och projekt 1\"",
      "imgID": "projekt1.jpg",
      "exhibitors": [{
        "exhibitionID": "cdaa9d40-5e52-11e8-9ee4-951477ac8e57",
        "label": "Arduino Plant Monitor",
        "description": "Detta projekt har varit om att skapa en växtövervakare med hjälp av java och arduino.\r\nProdukten kan rapportera värden som jordfuktighet, luftfuktighet, temperatur och den mängd ljus som växten får. Dessa digitala representationer av värdena lagras i en databas som användaren kan ha åtkomst till via en klientapplikation. ",
        "imgURL": "Arduino Plant Monitor.cda63070-5e52-11e8-9ee4-951477ac8e57.png"
      }, {
        "exhibitionID": "70c03640-5e5b-11e8-9ee4-951477ac8e57",
        "label": "Dammjägarna",
        "description": "Dammjägarna är en kooperativ städ-app för familjer med barn i åldrarna 8-12. Appen ska göra städande och allmänna hushållssysslor roligare för barnen, samtidigt som den lär dem att börja och upprätthålla ett städbeteende genom att ge dem belöningar vid utfört arbete. ",
        "imgURL": "Dammjägarna.707571a0-5e5b-11e8-9ee4-951477ac8e57.png"
      }, {
        "exhibitionID": "d034e1e0-5e63-11e8-9ee4-951477ac8e57",
        "label": "Politweet",
        "description": "Politweet är ett projekt som handlar om satir och politik! Vårt mål var att skapa en rolig och interaktiv webbapp. Projektets frontend är byggt i react.js och backenden är byggt i express.js och python. All data på webbplatsen hämtas in dynamiskt genom Twitters API.\r\n\r\nProjektet är skapat av:\r\nAdam Hermansson, Informationsarkitektur\r\nAdam Nilsson, Informationsarkitektur\r\nJohn Iversen, Informationsarkitektur\r\nVictor Persson, Informationsarkitektur\r\nFelix Morau, Informationsarkitektur\r\n\r\nAll kod finns på GitHub!\r\nhttps://github.com/femosc2/politweet",
        "imgURL": "Politweet.cc78c440-5e63-11e8-9ee4-951477ac8e57.png"
      }, {
        "exhibitionID": "728d4990-5e65-11e8-9ee4-951477ac8e57",
        "label": "Förspelet (grupp 7)",
        "description": "Är du trött på tråkiga förfester? Då kanske Förspelet är för dig!\r\nFörspelet är den ultimata icebreaker så du kan snacka med den där snygga personen som sprungit runt i dina tankar hela kvällen. \r\n\r\nFörspelet är en hemsida speciellt anpassad för mobila enheter, men funkar även fint på större skärmar. \r\nPå vår hemsida hittar ni massa roliga dryckesspel som lättar på stämningen i rummet ;)  ",
        "imgURL": "Förspelet (grupp 7).726ca230-5e65-11e8-9ee4-951477ac8e57.jpg"
      }, {
        "exhibitionID": "9d7ba2f0-5e6a-11e8-9ee4-951477ac8e57",
        "label": "YourGeo",
        "description": "YourGeo är en webbsida för barn i mellanstadiet som vill lära sig geografi! Här kan man läsa om Europas olika länder och till exempel lära sig om vilket land som har det högsta berget eller vad San Marinos huvudstad heter. Efter att man läst på lite kan man testa hur mycket man minns i ett kul quiz!\r\nMålgruppen för projektet är mellanstadieelever som ska lära sig geografi och lärarna som lär ut det. Produkten är anpassad för mellanstadieelever men vem som helst använda den då den är öppen för allmänheten. Alltså kan en lågstadieelev och en högstadieelev som vill lära sig mer om europeisk geografi också använda den.Tanken är att elever ska kunna använda produkten i skolan på lektionstid, under lärares övervakning och hjälp, såväl som ensamma på fritiden.\r\n",
        "imgURL": "YourGeo.9d4f14b0-5e6a-11e8-9ee4-951477ac8e57. 11"
      }, {
        "exhibitionID": "4e58e6b0-5e6f-11e8-9ee4-951477ac8e57",
        "label": "Auto-Mataria",
        "description": "Auto-Mataria är ett tvådimensionellt spel, inspirerat av tron och snake, med stöd för multiplayer via datornätverk. Det finns möjlighet att skapa skräddarsydda servrar och egna spelplaner med hjälp av den integrerade map-editorn. Som spelare tävlar man om högst highscore genom att hålla sig vid liv längst i en match. För att hålla spelet intressant och utmanande finns det hinder, portaler och 9 sorters pickups som påverkar spelet på oförutsedda sätt. ",
        "imgURL": "Auto-Mataria.4dc706f0-5e6f-11e8-9ee4-951477ac8e57.png"
      }, {
        "exhibitionID": "2fdd44b0-5e8d-11e8-9ee4-951477ac8e57",
        "label": "PACA",
        "description": "Paca är en webbaserad schemapplikation som underlättar vardagen för företag. Kom förbi vår monter för att ta del av ett genomtänkt gränssnitt och läckra förfriskningar. \r\n",
        "imgURL": "PACA.2faebaa0-5e8d-11e8-9ee4-951477ac8e57.png"
      }, {
        "exhibitionID": "84692390-5e8e-11e8-9ee4-951477ac8e57",
        "label": "Stratego",
        "description": "Grupp 13 Stratego\r\n\r\nDeltagare:\r\n\r\nAndré Hansson\t\tSystemutveckling\r\nLukasz Kurasinski\tSystemutveckling\r\nAnders Qvist\t\tDatavetenskap- och applikationsutveckling\r\nHenrik Sandström\tSystemutveckling\r\n\r\n\r\nDrömmer du om att spela Stratego med dina vänner men har ingen på nära håll som du kan spela med? Med online Stratego kan du förverkliga dina (mar)drömmar! Du kan till och med ligga i sängen och spela utan att någon ser dig. Du kan håna dina vänner när de förlorar utan att riskera sura ansikten! Du riskerar inte att dina vänner stannar i timmar efter spelet är över utan kan avsluta festen med ett enkelt knapptryck!\r\n\r\nTesta online Stratego idag!\r\n",
        "imgURL": "Stratego.8455c2a0-5e8e-11e8-9ee4-951477ac8e57.jpg"
      }, {
        "exhibitionID": "a4c87e10-5e8e-11e8-9ee4-951477ac8e57",
        "label": "Project: Lights Out",
        "description": "Lights Out är en top-down shooter från helvetet. Spelaren vaknar upp i en mörk och farlig arena och tvingas försvara sig emot tusentals mardrömsliknande monster. Det enda spelaren har är sitt trogna plasma-vapen och en ficklampa. Hur länge kommer DU att överleva?  Vi är fyra elever från Spelutvecklingsprogrammet på Malmö Universitet och har under våren arbetat på detta projekt under vår Systemutvecklings kurs.",
        "imgURL": "Project: Lights Out.a4b480e0-5e8e-11e8-9ee4-951477ac8e57.2"
      }, {
        "exhibitionID": "01429610-5e91-11e8-9ee4-951477ac8e57",
        "label": "CleanUp",
        "description": "CleanUp\r\n\r\nHur ofta måste ugnen städas? Hur tvättar jag fönstren på bästa sätt? Vilket medel fungerar bäst att tvätta fönstren med? Städning är inte alltid lätt, inte heller är det en särskilt populär aktivitet i hemmet. Den allmänna kunskapen om vardagsstädning tycks bli allt mindre hos ungdomar med tiden. CleanUp's ambition är att sprida kunskapen och färdigheten av vardaglig städning för de som saknar den. Applikationen har en lång, alfabetisklista med städtips - skrivna av både administatörer och registrerade medlemmar. Med denna vill vi bidra till att unga vuxna får kontroll på hygienen i hemmet. \r\n\r\nMycket städglädje!",
        "imgURL": "CleanUp.013d17d0-5e91-11e8-9ee4-951477ac8e57.jpg"
      }, {
        "exhibitionID": "21aa5500-5e91-11e8-9ee4-951477ac8e57",
        "label": "Wordixi (grupp 10)",
        "description": "Wordixi kanske betraktas som ett vanligt \"hangman\" spel, men vad får man om man byter ut en gubbe som hänger till en fallande Luigi eller en åkande skattare? man får... Wordixi! \r\n\r\nWordixi är ett underhållningsspel (lik hangman) men med funktioner som bland annat\r\n- Singleplayer (vanlig hangman spel)\r\n- Multiplayer (spela med vänner)\r\n- Glosor (lägg in egen lista med ord att spela på)\r\n- Spelet finns på engelska och svenska\r\n- Ljud i spelet!\r\n- Två olika karaktärer att välja mellan, Luigi eller skatare. Vem väljer du idag?\r\n\r\nGruppen har noga försökt skapa ett enkelt och färgglad design som passar för både de yngre, samt de äldre personerna. Vi i gruppen är väldigt nöjda med spelet och hoppas på att ni också blir det!\r\n\r\n\r\n\r\nMedlemmar i gruppen: \r\nStivan Mersho - Datavetenskap & app-utveckling\r\nAman Zadran - Systemutvecklare\r\nJessica Quach - Systemutvecklare\r\nFrida Swahn - Systemutvecklare\r\nZiad Younis - Systemutvecklare",
        "imgURL": "Wordixi (grupp 10).216eab90-5e91-11e8-9ee4-951477ac8e57.jpg"
      }, {
        "exhibitionID": "57f0ae20-5e91-11e8-9ee4-951477ac8e57",
        "label": "Badonkatrunk Grupp 15",
        "description": "Badonkatrunk\r\nGrupp 15\r\n\r\nChristoffer Book \tSystemutvecklare\r\nDaniel Rosdahl \tSystemutvecklare\r\nTim Normark\t        Systemutvecklare\r\nMarkus Wendler \tSystemutvecklare\r\nPeder Nilsson \tApplikationsutvecklare\r\n\r\n\r\n\r\nBadonkatrunk\r\n\r\nBadonkatrunk är en applikation och ett 2D-spel som spelas på Android-enheter. Spelet består av tio olika banor i tre olika grafiska teman med tillhörande fordon. Badonkatrunk använder menyer för navigering. Spelet går ut på att användaren åker framåt och hoppar med ett fordon genom varje bana på tid. Du kan tävla med andra användare då ditt Highscore på varje bana uppdateras via en server.\r\n\r\nHar du vad som krävs för att bli en Badonkatrunk Master?\r\nSätt dig i en kärra och susa genom natten i Funkytown.\r\nKänn lunken i Farmville på dagen och känn blodet rusa med din raket genom rymden. Det finns alltid ett Highscore att bräcka!\r\n\r\n\r\n\r\nDo you have what it takes to become a Badonkatrunk Master?\r\nSit down in a wagon and drive through Funkytown by night.\r\nFeel the everyday pace in Farmville and feel the rush of blood with your rocket through space. There is always a Highscore to beat!!\r\n\r\n\r\n\r\n\r\n\r\nTeknik som använts\r\nBadonkatrunk är skriven i Java och med ramverket “LibGdx” som är ett open-source, cross-platform, ramverk för spelutveckling. Ramverket erbjuder ett gemensamt API där kod som fungerar för flera olika plattformar kan skrivas. Detta har underlättat utvecklingen av Badonkatrunk i Android avsevärt och lagt grunden för hur applikationen har byggts upp. Grafiska komponenter är skapade med hjälp av PiskelApp.\r\n\r\n",
        "imgURL": "Badonkatrunk Grupp 15.4d32bdc0-5e91-11e8-9ee4-951477ac8e57.jpg"
      }]
    }, {
      "label": "Projektutställning Systemutveckling och projekt 2",
      "location": "Niagara vån 4",
      "time": "10.00-14.00",
      "description": "Projektgrupper från årskurs 2 på programmen Applikationsutveckling, Systemutveckling och Informationsarkitekt ställer ut sina projekt. Dessa projekt har skett i samarbete med externa aktörer.",
      "imgID": "projekt2.jpg",
      "exhibitors": [{
        "exhibitionID": "9e40c1c0-5de8-11e8-9ee4-951477ac8e57",
        "label": "FlappySnail ",
        "description": "FlappySnail är ett spel, specifikt framtaget för Axis Communications, som går ut på att undvika Axis övervakningssystem så länge som möjligt. Spelet kommer att användas i ett tävlingssammanhang för de anställda på Axis i höst.\r\n\r\nKom och var en av de allra första som får testa FlappySnail! Om du står högst upp på highscore-listan vid utställningens slut, så tar du hem godispokalen! :)",
        "imgURL": "FlappySnail .9cb8e940-5de8-11e8-9ee4-951477ac8e57.jpg"
      }, {
        "exhibitionID": "f786d440-5e60-11e8-9ee4-951477ac8e57",
        "label": "MyEsteeme App",
        "description": "MyEsteeme är en ios-applikation med syftet att förbättra barns självkänsla. Appen bygger på ett koncept där vi har skapat en saga för barnen i Augmented Reality, där de dockor som MyEsteeme producerar kommer att agera sagoberättare och ta barnet med på ett äventyr. ",
        "imgURL": "MyEsteeme App.f741b4f0-5e60-11e8-9ee4-951477ac8e57.png"
      }, {
        "exhibitionID": "03e6fdc0-5e73-11e8-9ee4-951477ac8e57",
        "label": "Energiporten_Backend",
        "description": "Energiporten.se är en hemsida vars syfte är att förenkla för bostadsrättsföreningar(BRF) och dess medlemmar att registrera, uppdatera och jämföra sin energiförbrukning och dess kostnader. Målet med produkten är att öka medvetenheten kring bostadsrättsföreningars energiförbrukning och på så sätt sänka den totala energiförbrukningen. \r\n\r\nProjektgruppens mål var att förbättra registreringsprocessen.",
        "imgURL": "Energiporten_Backend.039f4660-5e73-11e8-9ee4-951477ac8e57.jpg"
      }]
    }]
  }, {
    "date": "2018-05-30",
    "events": [{
      "label": "I huvudet på en professor",
      "location": "Niagara caféet",
      "time": "17.00-18.00",
      "description": "För 20 år sedan bildades Malmö högskola. I år blev vi Malmö universitet. Det firar vi genom en ny populärvetenskaplig föreläsningsserie: ”I huvudet på en professor”.",
      "imgID": "33204714_10156442129318057_7997774961135583232_n.jpg",
      "exhibitors": [{
        "exhibitionID": "I-huvudet-pa-en-professor",
        "label": "I huvudet på en professor",
        "description": "TEMA DIGITALISERING.\nDigitalisering har förändrat hur vi lever idag och den kommer fortsätta att förändra vårt samhälle. Experterna menar att det om tio år finns 5 miljarder uppkopplade prylar i världen. Det motsvarar ungefär fem uppkopplade saker per person. Vilka faror och möjligheter innebär detta? Hur säkerställer man att faktorer som personlig integritet och säkerhet inte åsidosätts? Paul Davidsson är professor i datavetenskap och föreståndare för forskningscentrumet Internet of Things and People vid Malmö universitet. Han forskar bland annat om artificiell intelligens och sakernas internet. Vilken roll spelar forskningen för den fortsatta digitaliseringen och på vilket sätt kan den bidra till ett samhälle som är säkert, hållbart och inkluderar alla?",
        "imgURL": "33204714_10156442129318057_7997774961135583232_n.jpg"
      }]
    }]
  }, {
    "date": "2018-05-31",
    "events": [{
      "label": "Årets examensarbeten på IT- och ekonomiprogrammet",
      "location": "Gäddan vån 4",
      "time": "08.15-17.00",
      "description": "Under två dagar kommer utgående studenter vid kandidatprogrammet för IT och ekonomi att presentera sina examensarbeten. Totalt presenterar 27 studentgrupper sina examensarbeten inom IT och ekonomi.",
      "imgID": "33157694_10156442144313057_2022785861040472064_n.jpg",
      "exhibitors": [{
        "exhibitionID": "arets-examensarbeten-pa-it-och-ekonomiprogrammet",
        "label": "Årets examensarbeten på IT- och ekonomiprogrammet",
        "description": "Examensarbetena berör en mängd olika ämnen med relevans för IT och ekonomi såsom, bland annat, digital marknadsföring, molntjänster, GDPR, automatisering, artificiell intelligens, blockchain, digitala betalningsmetoder och digitalisering inom primärvården.",
        "imgURL": "33157694_10156442144313057_2022785861040472064_n.jpg"
      }]
    }]
  }]
}
